package com.example.mybook.helper;

import com.example.mybook.R;
import com.example.mybook.bean.Msg;

import java.util.ArrayList;
import java.util.List;

public class MsgLab {
    public static List<Msg> List(){
        List<Msg> msgList = new ArrayList<>();
        Msg msg = new Msg(1, R.drawable.img01,"《傲慢与偏见》,是一部又浪漫又现实的爱情故事",
                "      正如她自己所说,是在两寸象牙上细细的雕刻,它是奥斯汀的代表作.这部反映婚姻问题的小说是作者作品中最受欢迎的一部,也是她本人最喜欢的作品.作品生动的反映了8世纪末到9世纪初处于保守和闭塞状态下的英国乡镇生活和世态人情。爱情没有浪漫就失去其美好的色彩了。但是小说中，种种关于门当户对，以及财富对婚姻的考虑却充斥在文字中。伊丽莎白为自己家人的.行为给自己带来的影响万分懊恼，达西也因此劝宾利先生离开简，后来自己也是在理智与情感较量之后万分矛盾的向伊丽莎白吐露心事。\r\n" +
                        "  所以说什么是爱情？那种纯粹的感情，爱的不顾一切，单纯的洁白如雪的爱情是不是真如镜中花水中月，是不是只不过是人们心中的美好幻想和追求罢了，而现实生活中人们总是寻找二者之间的最佳平衡点。\r\n" +
                        "  伊丽莎白聪敏机智，有胆识，有远见，有很强的自尊心，并善于思考问题。就当时一个待嫁闺中的小姐来讲，这是难能可贵的。正是由于这种品质，才使她在爱情问题上有独立的主见，并导致她与达西组成美满的家庭。在伊丽莎白知道威克姆的真实面目前对其充满好感，她的姨妈却说这样的青年托付终身不会幸福，因为他没有财产没有稳定收入，伊丽莎白接受这样的看法，并且主动克制了自己的感情，这样并没有给伊丽莎白抹黑，只会让我们看到一个真实理智的伊丽莎白，聪明理智的姑娘。达西继承祖业，生活无忧无虑，在上流社会里也是受人尊敬，在那样的地位，一切的美德都不为过，慷慨大方，助人为善，这些东西无助与对他形象的丰富，对他倒是没什么评价。\r\n" +
                        "  从这个发生在英国的爱情故事，男主角和女主角，两人经历了很多的悲欢离合，终于排除了以前的误解，走到一起，过上幸福快乐的日子的故事中，我们可以看到的是什么呢？人性，尊严，爱情...在追求爱情的路上，一定要坚定自己的信念，不要因为金钱、名利或其他原因而草草决定，要坚持寻找真爱。如果对方的某些缺点是自己所不能容忍的、而且也是自己所无法改变的话，就应该果断选择放弃；当然也应该要珍视彼此，不要由于别人的一些话就改变自己的决定，幸福要自己去经营。不要在失去后才知道珍惜，为了幸福而勇往直前。");
        msgList.add(msg);
        msg = new Msg(2, R.drawable.img02,"守信是一种财富，不应该随意虚掷",
                "      在模糊的记忆中，第一次触及到这本书，还是不求甚解地背着“守信是一种财富，不应该随意虚掷”在无数次凝神的瞬间，就会想起这本书，可以称得上与他神交已久。当我怀着虔诚的心灵翻开这本名著后“正入万山圈子里”的眩晕与迷茫感随着页数的增加而愈发萦绕在我心间——立刻就被书里面各种复杂的人物关系以及人物名弄的思绪混乱。但唯—庆幸的是，整个布恩迪亚家族的性格正如题目所展示的一样——孤独。\r\n" +
                        "  孤独，成为了他们家族的名片。但又会有人疑惑了，难道作为家中顶梁柱的个、乌苏娜，也孤独吗？没有错，她眼睁睁地看着子孙后代一个个地陷入孤独的深渊，她努力地料理着家庭，装饰着房屋，难着这不是种逃避孤独的积极表现？但她最终也无法摆脱写在羊皮纸上的命运，遗憾而逝。家族的第一人被绑在树上，家族中的最后一人被蚂蚁吃掉的结局也不出意外地接踵而至。\r\n" +
                        "  冰冻三尺非一日之寒，悲剧性的结局与时代的改变有着密不可分的关系。就像前言介绍的那样，这一本书映射的则是拉丁美洲的兴衰史。这本书巧妙地领着我们去见证了拉丁美洲的历史变迁：科技的发展，新道路的探索，现代化的推进，殖民者的入侵，原著居民的反抗以至最后对命运的安排举手投降。在起于孤独到归于孤独中，亦或有人以各种各样的方式与孤独斗争，亦或终其一生溺身于情欲，成了拉丁美洲兴衰史的真实写白。\r\n" +
                        "  这个兴盛近百年的家族以及整个马孔多在一夜之间消失在拉丁美洲的大地上，永永远远的与孤独为伴。说到孤独，孤独是每个人的宿命，爱与友谊不能根除它，只能安抚它。不要寄希望于消除孤独，这是天方夜谭。孤独在我们的生活中，无处不在，看看那些垂头丧气的，看看那些望洋兴叹的，心中不免有着孤独，连那些外表开朗的人，也会有承受孤独的那一时刻。显得忙碌的都市人，也不免孤独，这时他们就三两成群，沉迷于灯红酒绿，喧闹繁华之中，然而最后一切又是归于孤独。\r\n" +
                        "  孤独不是在山上而是在街上，不在一个人里面而在许多人中间。即使不是一个人，我们也会感到孤独。看着别人与同学分享暑期的趣事，听着一些游戏爱好者滔滔不绝地谈论着游戏。即使在眼前，在耳畔，也瞬间有着邻若天涯的孤独感，既然我们无法抵抗，为什么不去好好地享受孤独呢。《百年孤独》中的家族，努力地抵抗孤独，但心有余而力不足，无奈的被孤独埋葬。他们成了历史，从上古到现在流淌了近千年的历史被孤独所侵蚀。孤独不会随着时光的滔滔江水而汇入大海，也不会随着有佳人的陪伴成烛火焰影。不如以巨人的姿态站起来俯视它，去找寻孤独，去了解孤独，去适应孤独。\r\n" +
                        "  孤独，我们不妨将它看成是我们的朋友，一个能让我们看清自己的朋友，一个会陪着自己一路走下去的朋友，一个在万般喧闹中让你聆听自己心跳的朋友，直至化成一抔黄土之后，他也会一直陪伴着你。");
        msgList.add(msg);
        msg = new Msg(3, R.drawable.img03,"它安宁却又蒙着一层神秘的面纱",
                "  《草房子》是我读的第一本曹文轩的小说，买书的初衷但是也只是觉得挺怪的，一个茅草屋有什么好写的。但是当我第一次看这本书时，被书中隐含的真挚感情深深感动。说这本书是儿童读物，可它其中又包含了大人世界的纠葛感情，但从小孩子的角度来描述，那些感情是纯洁的，又让人感到好奇的。油麻地这个地方，在书中不像人间所有的，里面的人都那么灵气四溢。它安宁却又蒙着一层神秘的面纱。恐怕那不是我们这些凡世俗人所能理解的吧。主人公桑桑的小学六年生活中，对家境富裕的杜小康的羡慕与嫉妒，对纸月的朦胧的似是好感，对秃头的陆鹤的善意的嘲弄。\r\n" +
                        "  这一切，多么像每个人都会怀念的童年阿。我感觉这本书中，纸月就应是一个身上包含了太多秘密的女孩子，可她却比书中的其他小孩还要纯洁。她的身世，有着很多的疑问，她的父亲是谁？她的母亲为什么不说出来呢？可她的似是天生的超凡的书卷气，完全覆盖了这些非议与疑问。她与桑桑的感情，是书中最牵引人心的部分之一。她的对桑桑的眼神，对桑桑得了奇症时的关心，让大家明白，她早就懂了。\r\n" +
                        "  书中最后一个章节，就是桑桑得了奇症之后的周围发生的变化：严厉的父亲桑乔对自己以前对桑桑缺乏关心，甚至还为了一点荣誉毒打桑桑感到深深的愧疚；女老师温幼菊鼓励桑桑要勇敢应对生活中的一切困难；同学们看着桑桑的眼神中竟带着不舍与怜悯，平时的感情可能并不是很好，但是在即将分离时，大家都莫名的有些悲伤。感情，不就是这样貌发芽的吗？感情当然是书中最突出的一个部分，但是《草房子》里的景物描述也是有起到烘托感情的一个重要作用。比如在桑桑和父亲一齐去城里看病时，描述了夜晚下着小雨的场景。一开始，悲伤的感觉并不是个性明显，这样一写，立刻将桑桑心中的迷茫，悲伤生动的表此刻读者面前，让读者与主人公一齐感受悲喜。还有，在书的第一面的扉页，便有一段大结局的描述，是桑桑对即将离开早就筑下感情的油麻地的场景，说不出是怎样的悲伤，心中却慢慢生出一股悲伤。你说，这书的文学境界能不高吗？在油麻地里，那一排排的在阳光下反射出金属般的光泽的草房子，里面藏着最真挚的感情。");
        msgList.add(msg);
        msg = new Msg(4, R.drawable.img04,"历史是一条浑水河，蜿蜒久了才似乎透亮",
                "  一个人，天地间，于茫茫无垠中摸索前行；一个人，山水间，于海枯石烂中抛却悲喜。天地静寂，山水悄然，他一人上下求索。\r\n" +
                        "  历史是一条浑水河，蜿蜒久了才似乎透亮。也许罗马盛衰无常，可美第奇家族的符号依旧光亮；也许威尼斯的水道学会了自嘲，可佛罗伦萨的雕像犹然完好；也许庞贝古城的灵魂已经散去，可阿勒河河水仍然滚滚不息。我们从中看到了历史的欢笑与昂扬、冷清与孤寂，听到了历史的尖叫与悲啼、细语与欢歌。历史疯疯颠颠，充满嘲讽，既变也不变，只有它的离去，才能带给我们清晰的“模糊”和“模糊”的清晰。除了辛酸悲喜，我们更应该思考，如何在“模糊”的历史中追寻清晰，在清晰的历史中求索真理。漫漫征途上，我们不仅要学会求索过去，也要懂得求索现在、静待未来。\r\n" +
                        "  监狱和一战前局势紧张的德国，两者本应拼接出阴森与恐怖。但德国海德堡大学的学生监狱却十分不同。当初因顽皮被关押的学生，完全不像惩罚的施加者想象的那样悲伤、痛苦。相反，他们在这里挥洒热血与青春，任张狂的涂鸦紧紧黏在墙上。倘若开头太过严肃，也不妨喜剧收尾。曾经的瑞士人因贫穷而受雇打仗。两方交战，与自己厮杀的，可能就是邻家腼腆的男孩。他们是忠诚的，受雇于人就要坚持到最后一刻。欧洲大地被无数瑞士人的鲜血染红。历史心软了，终于让瑞士永远保持了中立、告别了战争。曾经受过的伤，也许就是不久后的宝藏。历史总是半边苦涩，半边蜜糖。神秘的手拨弄着世界，冷酷之中仍有温情。\r\n" +
                        "  我们应宽容地、诙谐地，用柔软的心去看待历史。经历过风雨跌宕的老人，往往是很平和的。历史也像一位饱经风霜的老人，不需要同情、不需要哀叹。它是广袤无垠疆土上的一条大河，我们把握不了它的方向，却能触摸到它流淌的痕迹。要明白世界上没有强者，也没有弱者，无论是刽子手，还是白天使，都是我们所造就的。好与坏只是我们拟定的评判标准，但它们都有存在的理由。因此，同情每一个人、尊重每一个人、谨记每一个人，平静对待、平等对待。该走的已走，就别揪住不放。我们的怨恨与谢意，的确需要有一人一物去当容器，如希特勒、华盛顿，但真正该指责或赞扬的是我们自己。\r\n" +
                        "  历史走自己的路唱自己的歌，我们也应走自己的路唱自己的歌，过去的爱恨情仇知道就好，何必沉溺其中；面前的盛衰变化，模糊就好，何必忧患重重。“不在乎明日，不在乎观者，不在乎评论，一切只给自己看。”既然看不透过去与未来，就不如把握好现在。\r\n" +
                        "  历史是无垠，无疆却有路，但却只有一条路。我们应以不喜不悲的心态，来面对这部悲喜剧，也应以不喜不悲的心情，来演好这部悲喜剧。漫漫无垠中，我们只有把握现在、静待未来，在历史的长河中求索。");
        msgList.add(msg);
        msg = new Msg(5, R.drawable.img05,"一艘船越过世界的尽头，驶向未知的大海",
                "  单单说书的故事很简单:一个叫桑提亚哥的老渔夫，独自一个人出海打鱼，在一无所获的84天后钓到了一条奇大无比的马林鱼，这是老人从来没见过，也没听说过的比他的船还大两英尺的大鱼，鱼拖着小船漂流了整整两天两夜，老人在这两天两夜中经历了从未经受的艰难考验，最后把大鱼刺死栓在船头，然而又遇到了鲨鱼，老人与鲨鱼进行了殊死搏斗，结果大马林鱼还是被鲨鱼吃了，老人最后拖回家的只留下一副光秃秃的鱼骨架。《老人与海》之所以成为经典不是故事本身，而是作者用其锋利的笔，赋予了人物坚强的性格，使故事中透露着精神。读后触动着我们的神经，振奋着我们的精神。他给我们勇气，去直面生活上的困难。书中所说的人能够被打倒，但不能够被打败，激励着我们敢于一搏。正如《亮剑》中所说：在强大的对手面前，要敢于亮剑，即使倒在对手脚下，也虽败犹荣。\r\n" +
                        "  也许书中的老渔夫不是最后的胜利者，因为尽管他战胜了大马林鱼，但鱼最终被鲨鱼吃了。但他始终没有向大海，向大马林鱼，向鲨鱼妥协，他敢于自身缺陷。在茫茫深夜巨浪中，弱小的人类与强大的自然奋勇搏斗，如同应对命运莫测的人生，能够消灭的是肉体，不能够征服的是意志和精神。当一个人认识到自己有缺陷的时候，要努力去征服它，而不是去屈从它。无论最终能否战胜这个缺陷，都是战胜者。因为你已经战胜了对缺陷的妥协，是勇气和信心的胜利者。\r\n" +
                        "  老渔夫对于理想的执着，使他敢于只身来到遥远的大海，敢于和鲨鱼一搏保卫自己的战利品。老人追求的正是一种勇敢的精神，而不是那条大马林鱼。最终鲨鱼胜利的得到了大马林鱼，老人胜利得到了坚强的意志。\r\n" +
                        "  一艘船越过世界的尽头，驶向未知的大海，船头上悬挂着一面虽然饱经风雨剥蚀却依旧艳丽无比的旗帜，旗帜上舞动着云龙一般的四个字，闪闪发光------超越极限;作者海明威是这样评价他的《老人与海》的。品老人与海就是要品老人一次又一次的发起进攻，就是要品作者自身追求的勇敢品格。");
        msgList.add(msg);
        msg = new Msg(6, R.drawable.img06,"祥子也曾拥有自己的梦——一个光明灿烂的梦",
                "  祥子是个英雄，精神上的英雄。但他失败了，堕落了，因为他生不逢时，因为他穷，因为他生活的那个世界太脏，太丑，太黑暗了。\r\n" +
                        "  祥子的一生是悲剧的一生，他身边的一切都是悲剧的源泉。从诚实纯朴到自私堕落，从勤劳正义到蛮横无理，从英雄到骗子，从伟大到渺小，他的一切似乎都是必然的，应该的，他似乎就不能也不应该遇上好事，谁让他太善良了呢?他生活的那个社会不应该有善良人。\r\n" +
                        "  祥子是可怜的，即使他是个英雄。一个英雄堕落到一个“魔鬼”，一个纯洁无瑕的天使把自己推向地域，不是十分可怜吗?但他身边的人没人可怜他，爱惜他，他没有贤内助，只有一个可怕的虎妞，他没有朋友，他的“朋友”只是一些拉车中不务正业的人，可那也是堕落之后的事儿了。因为，祥子的时代是个无情的时代。 若说虎妞是祥子堕落的一个重要导火索，催熟剂我是支持的，她是祥子从伟大到渺小的过滤人，她的存在无疑加深了祥子的悲剧，她自私，利己，简直就是一个真正的母老虎，女魔头。她让祥子拼命的干活，不给祥子留一分钱，她觉得只要自己舒服就好，自己进了火坑就一定要把别人拉下去，她的种种行为让祥子疲惫不堪，心灰意冷，以至于她死后，祥子一自由就堕落下来。\r\n" +
                        "  祥子是当时人力车夫队伍中的代表，缩影，祥子的悲剧也是所有洋车夫的悲剧。在那阴暗而压抑的天空下，祥子也曾拥有自己的梦——一个光明灿烂的梦。但是老天并没恩惠他，而是慢慢地折磨他，把他打到了，把他的美梦打碎了，然后看着自己恶作剧的成果，笑着，得意而去，留下痛苦不堪的祥子在生活中挣扎，最后变成活着的僵尸。而祥子之后，又有千千万万的“祥子”挣扎着，最后变成和祥子一样的人。\r\n" +
                        "  如今，那个黑暗的时代已过去了，阳光普照大地，一切欣欣向荣。但是，在我们沐浴阳光的时候，请不要忘了祥子这个英雄堕落的故事。");
        msgList.add(msg);
        msg = new Msg(7, R.drawable.img07,"平凡就是一种不完美，有缺憾，苦难与抗争的平衡，而生命在缓缓徐行，不会为谁停留。",
                "  看完了，最后看完了《平凡的世界》，感悟颇多。\r\n" +
                        "  只是心口有点堵，看不到真爱的结尾，看不到幸福圆满的结局，主人公孙少平毅然的走着自己的坚实，不卑不亢，不屈不饶，那些真心的爱没有成为他的幸福，或遗憾，或退避，都是为了爱。一种大义凛然，包容博爱，真正男人的形象。恐怕这就是作者所期望读者所领悟的，一种奋发的精神。\r\n" +
                        "  看完了，留在脑海里的，慢慢的勾起童年时的模糊的记忆，一种似曾相识的情节，浓缩了的人生精华，不管世事变化沧桑，如何跌宕。支配人的是精神，是不屈的意志。\r\n" +
                        "  看完了，获得了什么？在这平凡的世界里，平凡的人，历经苦难，享受感情亲情友情，领悟生活的基本要素，站稳自己，让思想去飞，肆意奔放。也有自卑，落泊的日子，走过，转成记忆，转成财富，锻炼出不羁的灵魂。\r\n" +
                        "  最欣赏主人公孙少平的刻画，真实，顽强，这样的意志定会鼓舞很多人，脚踏实地的向前。完美而寒酸的初恋，却是靠最简朴的饭食而引起的同病相怜；贫富地位如天壤之别的温暖热烈，却以阴阳之隔而让人荡气回肠，真是欲哭无泪。最后走向的是什么？尽管不得而知，但经历之多，人生历练之厚重，不会阻碍他前进的步伐。\r\n" +
                        "  当金波找寻蒙古姑娘的罗曼蒂克的感情的时候，联想起人生的种种冲动，一种纯自然的爱，盘踞着灵魂，八年。人不是就应活在自己的意象中，但你能不为这样的痴情而感动，而落泪？当，心中如期而遇的感情来到时，是用世俗的眼光打量？是用市侩的天平称量？还是跟着感情的脚步，信马由缰。当金波唱起别人以为是神经病的歌的时候，不要去怀疑金波的傻，千万不要，原谅年轻，原谅时代。让我们留下敬意，憧憬。愿那份完美，永伴一生。\r\n" +
                        "  当田晓霞随洪水逝去的时候，默默的为孙少平难过，就像天边秀丽的星星的陨落，为什么如此完美，如此真诚善良的田晓霞，人生的脚步却如此匆匆。完美的一切，不定会长远，人生失望的环节，痛苦的片段，都是人生旅途上无法避免的事实。让思绪痛苦，清醒，只是为了更好的走好人生的未来之路，这样的代价是大的，但又会若隐若此刻生活中，在痛苦中感受世事无常，感受天灾人祸，只要不倒下，昂首吧，继续自己的路。\r\n" +
                        "  时代的烙印，渗透其中，更增加了文章的现实好处，在特定环境下的思维，呈现着反反复复的，不停地锤炼着人格，信仰。感受时代的进步，感受人的成长。\r\n" +
                        "  田润叶，多年前，这样的女人很多，这是我们善良民族的体现，是一种挣脱，尽管无谓，尽管折磨，但为了心中的那种朦胧，那种兄妹似的初恋情节，多么期望自己勇敢的找寻自己的幸福，不管世俗。但人是现实的，不可能生活在真空之中，为了亲情，惟有舍掉自己。当李向前腿残废之后，却毅然担当起职责，不仅仅仅是同情，是一种悔过，是一种成熟，是一种对生命的职责。\r\n" +
                        "  孙少安，成长于苦海，精明却懦弱，其实用懦弱，苛刻了点，只是家的职责，对爱的天平的砝码，缺乏一种价值观念，要走出那样的特定的世界，不融入无奈，真的很难。\r\n" +
                        "  里面的人物，都鲜明着自己的性格，浓缩了很多很多，客观的看待，领略路遥先生的意境，在自己的生活中借鉴发扬。\r\n" +
                        "  真情的贯穿，是小说的魅力不竭的源泉，重温自会有更进一层的体会。粗读之后，不吐不快。\r\n" +
                        "  ");
        msgList.add(msg);
        msg = new Msg(8, R.drawable.img08,"有些人只拥吻影子，于是只拥有幸福的幻影。",
                "  我很庆幸我读到了这本很温情感人的小说。他是法国作家马克李维的又一代表作。对于这个作家我不是很熟悉，但从他的小说我能够推断出他是一个高尚杰出的作家。读了中文版的小说之后，我真的很想拜读原著。这能够说又激起了我学法语的兴趣，我想总有一天我会手捧这本心爱的法文小说来和作家进行心灵的对话。\r\n" +
                        "  首先这本书的名字很新颖个性，给人无穷的想象空间，可见作者独具匠心。初次读到这个书名，我的问题层出不穷。比如，影子能够偷过来么？怎样偷？偷影子的人是谁？为什么要偷？偷谁的影子？这是几个最基本的问题，我相信每个读到这个书名的人都会有这样的疑问。作者在书中也逐步为我们一一揭开谜底。小说是以第一人称写的，给人一种身临其境的亲切感。作者记叙了男主人公不幸的童年，父亲不明不白地抛弃了他，唯一给他慰藉的是母亲无微不至的关爱。在校园里，因为身材矮小，也受到同学的欺负和老师的惩罚。所幸的是他很坚强，不屈服于命运，自己的善良和真诚也使他与校园的警卫伊凡成为了忘年之交，与同学吕克成为了一生的知己。他第一次注意到自己的影子不是自己的，而是他憎恶的对手马格的时候，他很害怕，害怕被人发现，明白了他能够偷别人的影子的秘密。透过与马格的影子谈话，他得知马格也有不幸的童年，于是宽恕了他。此前，他只是卑微地活着，得不到自己倾慕的女孩，赢不到同学和老师的喜爱，似乎未来没有一丝期望。但是，在他偷了马格的影子后，并和它对话了后，他才明白其实他能够改变自己的处境，争取当上班长，进而赢得喜欢的女孩的垂青。在朋友吕克的帮忙下，他如愿以偿，从此人生之路得以改变。\r\n" +
                        "  如果之前他获得了珍贵的友情是一种幸运的话，那么之后他在海滨度假邂与一个聋哑女孩克蕾儿的邂逅则是他甜蜜感情的开始。他原以为像他这样瘦小的男孩没有人爱上自己的，但是当他遇到了她之后，这种想法瞬间幻灭。克蕾儿虽是聋哑女孩，却很聪慧，能听懂他说的话，能将老鹰风筝放得像完美的8字和s型，并能在空中写诗，多么秀丽的一个女孩。他们就这样将心慢慢靠近了，并享受到感情的甜蜜。虽然他们都很不幸，但在那个假期里，他们却是最幸运和幸福的一对。他们分享彼此的秘密，在旧灯塔上看千帆过境，定海誓山盟。原先世界上真的有所谓的灵魂伴侣，遇到了没有早一步也没有晚一步，只是遇到了就再也忘不了。但是，随着假期的结束，他们不得不分离，他发誓下个假期会再来海滨看她，叫她等他。下个暑假，他们还会相依相偎，互诉衷肠么？\r\n" +
                        "  如果上天眷顾他，就会满足他的愿望。但是，现实中有那么多的意外，让人猝不及防。他第二年夏天没有再去那度假，以后也没有。经历过了，就会懂得人与人的相遇能够称得上是奇迹，当奇迹不再发生了，就缘灭了。之后，他渐渐长大，毕业了，去了医学院实习，当上了医生。造化真的很捉弄人，当医生本来是他的好友吕克的梦想，但是，喜欢诗的他却实现了吕克的愿望，而好友则仍待在家里当面包师傅。在医院他遇到了苏菲，一个仰慕他的女孩。他们很快就熟络起来，他也带她回去见了母亲。在此期间，他见到了许久不见的好友吕克，并为他的此刻的境况感到悲伤。透过和他的影子的对话，他理解了影子要他帮忙好友去实现梦想的推荐。结果，吕克真的来找他和他一齐学医，他们三人成了最好的朋友。只是，苏菲和他的关系却迟迟没有进展，让她以为他不爱她。我觉得他对她的感情真的称不上是感情，因为他们两个人没有互相赞赏对方，并不是十分了解对方，只能说是互相有好感。吕克真正开始学医之后，当医生才发现不是自己以前想象的那样，原先所有的东西都是一道围城，里面很光鲜，进去之后却想逃离。最后他想借机去散散心，并把苏菲和他也拉了一齐去海边。因为他还从没有到过海边。故事在那里出现了转机，因为他们到的海边其实就是主人公十二岁那年和母亲一齐度假的地方。那里有他和克蕾儿温馨完美的童年记忆，他也看到了灯塔下的一封信，我等了了你四年，但你却没有信守承诺，再回来找我，看到这些字句，他心都碎了，想不顾一切找到她，找到这个唯一给过他甜蜜感情的女孩。她此刻过得怎样样了？是否结婚生子了呢？\r\n" +
                        "  如果你真的想找回一段记忆和记忆中丢失的人，上天是会帮忙你的。在好友吕克的帮忙下，他最后明白了克蕾儿的下落。她此刻在国际学院学大提琴，这是他万万没有想到的。在她的音乐会上，他最后见到了梦寐以求的情人。但是，这已物是人非，她身边有一个男人相伴。这是真的还是他的错觉？他失落极了。而苏菲早在那次去海滨就和吕克发展起来了，既然给不了她要的爱，不如放手成全他们。然而，这时候，却突然得知母亲走了，世上唯一爱自己的人走了，并且不是突然离去，早已有征兆的，亏他还是学医的，想要保护母亲不受病痛的折磨。母亲走了，留给他永久的遗憾，好在他最终得知父亲还是很爱自己的，给自己写过信，只是不明白母亲为什么不告诉他。吕克最终还是决定放弃当医生，因为他觉得做面包师傅更快乐，更有好处。主人公经过和忘年之交伊凡影子的相遇，使他渐渐明白此刻对他来说最重要的是什么，找到克蕾儿，再续旧情。故事的结果皆大欢喜，主人公和灵魂伴侣，吕克和苏菲都有情人终成眷属了。\r\n" +
                        "  整个故事，影子作为一个线索，贯穿全文，作者可谓匠心独用。故事中无论是亲情，友情还是感情，都给人一种温暖的感觉。主人公的善良，坚强，可爱，勇敢，执着都让人钦佩。这让我明白无论我们的童年如何不幸，但只要心中有爱，心存善念，摆脱自卑的阴影，我们就会遇到完美的事，广结善缘，邂逅友情和感情，幸福地过一生。对于亲情，我们始终都要心存感激，感激父母的辛勤付出，并关爱他们，满足他们的愿望。对于友情，我们要真诚热心，鼓励帮忙他们去追求梦想。对于感情，我们要信守承诺，将心比心，相濡以沫，懂得珍惜。人生之路只有拥有可敬的亲情，真挚的友情和甜蜜的感情，才能不枉在这世上走一遭了。正如冰心所说，&ldquo;爱在左，同情在右，走在生命的两旁，随时撒种，随时开花，将这一径长途，点缀得鲜花弥漫，使穿枝拂叶的行人踏着荆棘，不觉得痛苦，有泪可落，却不是悲凉。偷影子的人，偷去的是影子，带给别人的是温暖，快乐和幸福。惟愿做个这样的人。\r\n" +
                        "  ");
        msgList.add(msg);
        msg = new Msg(9, R.drawable.img09,"终日仰望月亮，却没有看到脚下的六便士",
                "  读这本书的时候，感觉就是作者坐在你旁边和你讲他听说的，他接触的，他研究的一个“异类”的画家的故事。说他另类，是因为故事主人公年过中年的查理斯·思特里克兰突然放弃作为证券经纪人的成功事业和美好幸福的家庭——温柔贤惠的妻子，一双可爱乖巧的儿女，离开自己的家乡孤身一人去往法国巴黎，住在肮脏的旅馆过着潦倒的生活，只为学习绘画。倘若，思特里克兰学习绘画是为了完成自己一个年轻时候的愿望，开始决定专注自己的兴趣，这倒也为世人理解，毕竟在功成名就或者事业略有所成，衣食无忧，解甲归田享受单纯器物之乐的人也不在少数。然而，思特里克兰在巴黎不名一文，经常一天只吃一顿，有时候甚至一顿也没有。或者，我们把他这种做法理解为破釜沉舟，追求出色的绘画技艺，希望有一天能够一举成名，一幅画便能够卖几百万。这也能够为少数翘楚理解，毕竟成大事者必有常人没有的勇气和魄力。但思特里克兰不给任何人看他的画，也不卖画。甚至在一个唯一特别欣赏他的人为他的推销，他也恶言相对。最为极端的例子的是，在他弥留之际，让他的妻子答应在他死后将用带病之躯花费几个月完成的及其壮丽诡谲的壁画付之一炬。\r\n" +
                        "  “异类”的还有他的残酷，自私和毛姆不厌其烦的提及的粗野的透露出欲望的面容。\r\n" +
                        "   这样的“异类”当然为文明社会不容。毛姆并没有特别列举任何思特里克兰受到的排挤和厌弃。相反毛姆告诉我们他受到了一个并不高明但鉴赏能力极高的画家的认可。戴尔克·施特略夫接济他，为他推销画，在他因病垂危时候将他搬回自己家悉心看护，最后甚至赔上了自己挚爱的妻子。对于这些思特里克兰非但没有感激，反倒是认为戴尔克·施特略夫自作自受。读者在这样叙述中，对思特里克兰的厌恶一点一点地加深。\r\n" +
                        "  写到这里，才发觉了毛姆的高明之处，他将思特里克兰设计成一个表达能力很差，话语极少人，即便有也都是写极其恶毒的话语，而且整部小说很少有关于思特里克兰的正面描写。即便是思特里克兰稍显正常的表达，毛姆也特意强调那是自己根据思特里克兰的手势，表情和不成句子的词语中揣测出来的。\r\n" +
                        "  讲述并不是一气呵成，倒像是两个朋友偶尔见面，几个月或者几年，见面的时候又想起上一次聊到过某个人，于是继续补充故事的进展。所有其他的人讲述的思特里克兰的事情，毛姆也像女生八卦告诉别人“我也只是听说”那样告诉我们，他也只是听说，而且那个说的人也很靠谱。我仿佛看着他说完之后提起杯子喝了口水，又接着回忆思特里克兰的其他事情。\r\n" +
                        "  结果，虽然小说提供了很多思特里克兰的片段，关于所有关于思特里克兰的内心思想全靠读者自己揣测。\r\n" +
                        "  厌恶加深，但小说并不是以厌恶为终结。不然，这样的情感诉求也不会成就《月亮和六便士》这本经典。只是不知道从什么开始，我也同作者一起对思特里克兰产生了同情。作者是在思特里克兰的画里感受他内心的挣扎。尽管作者尝试道出那种不明晰的感受，这种感受无论如何也无法传到到我的内心。我想是因为缺乏绘画的艺术修养吧，没有经历过看一幅画时，内心产生激荡的情绪，于是无法移情。\r\n" +
                        "  我的同情或许始于作者提及他给戴尔克·施特略夫的妻子绘画。施特略夫得知妻子背叛他和思特里克兰在一起之后，在自己画室看到思特里克兰给妻子画的裸体画时顿时羞恼万分，正欲举手撕破之际，他还是被这幅画给震慑到了。按作者的说法，这是一幅透露着美与欲望画。也许，思特里克兰内心便是一直被这两种东西纠缠着，让他就像被“魔鬼给缠住了”。\r\n" +
                        "  更深的同情或者理解来自于思特里克兰毁弃了忍着病痛创作的巨幅壁画。思特里克兰舍弃文明生活，来到了南太平洋群岛的塔希提岛。在这里，他没有被当做“异类”，只是一个比较特别的人而已，就想这里的每一个人都有着自己的特别一样。他甚至在这里找到了个“不打扰”他的妻子爱塔，过着幸福的生活—至少静谧幽深的丛林给了内心的平静。</p><p>　　小说还有一个值得一提的是，作者在叙述主人公之外提及的他曾遇见过的同样被他人看做异类的人，还有一段论述家乡——出生地和另外一个家乡与异类之间的关系。\r\n" +
                        "  “我认为有些人诞生在某一个地方可以说未得其所。机缘把他们随便抛掷到一个环境中，而他们却一直思念着一处他们自己也不知道坐落在何处的家乡。在出生的地方他们好象是过客；从孩提时代就非常熟悉的浓荫郁郁的小巷，同小伙伴游戏其中的人烟稠密的街衢，对他们说来都不过是旅途中的一个宿站。这种人在自己亲友中可能终生落落寡台，在他们唯一熟悉的环境里也始终孑身独处。也许正是在本乡本土的这种陌生感才逼着他们远游异乡，寻找一处永恒定居的寓所。说不定在他们内心深处仍然隐伏着多少世代前祖先的习性和癖好，叫这些彷徨者再回到他们祖先在远古就已离开的土地。有时候一个人偶然到了一个地方，会神秘地感觉到这正是自己栖身之所，是他一直在寻找的家园。于是他就在这些从未寓目的景物里，从不相识的人群中定居下来，倒好象这里的一切都是他从小就熟稔的一样。他在这里终于找到了宁静。”\r\n" +
                        "  直到整篇小说读完，我也还不明白，为什么小说的名字是“月亮和六便士”。百度百科词条的解释是月亮和六便士对应的是理想和现实，这样的解释并不让我满意。");
        msgList.add(msg);
        return msgList;
    }
}
